       IDENTIFICATION DIVISION. 
       PROGRAM-ID.    HELLOWORLD. 
       ENVIRONMENT DIVISION. 
       DATA DIVISION. 
       PROCEDURE DIVISION. 
           DISPLAY 'HELLO IGNITE!' .
           GOBACK.
       